---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CwpLevelOffset
source: html/f2d4694e-1eeb-3200-1484-b9837bcb7ab4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CwpLevelOffset Property

"Offset Level"

## Syntax (C#)
```csharp
public static ForgeTypeId CwpLevelOffset { get; }
```